{"postsAksh1.jpg":{"likes":12,"title":"Home...","desc":"spiral arm of milky way galaxy","user":"Aksh"},"postsaaa1.jpg":{"likes":8,"title":"ISS","desc":"International space station is the highest achivment of humanity.","user":"aaa"},"postsAksh2.jpg":{"likes":2,"title":"Triangulum Galaxy","desc":"2.73 million light-years from Earth","user":"Aksh"},"postsccc2.jpg":{"likes":1,"title":"Sunrise","desc":"Sunrise from the International Space Station","user":"ccc"},"postsddd1.jpg":{"likes":1,"title":"Spacewalk","desc":"Astronut out there for space walk","user":"ddd"},"postseee1.jpg":{"likes":0,"title":"Northern lights","desc":"Northern lights are natural light display in the Earth's sky, predominantly seen in high-latitude regions","user":"eee"},"postsNikhilAnand1.jpg":{"likes":3,"title":"hubble telescope","desc":"The Hubble Space Telescope is a space telescope that was launched into low Earth orbit in 1990 and remains in operation. It was not the first space telescope, but it is one of the largest and most versatile, renowned both as a vital research tool and as a public relations boon for astronomy. ","user":"NikhilAnand"},"postsggg1.jpg":{"likes":1,"title":"Saturn Ring","desc":"The rings of Saturn are the most extensive ring system of any planet in the Solar System","user":"ggg"},"postshhh1.jpg":{"likes":0,"title":"Nebula","desc":"A nebula is an interstellar cloud of dust, hydrogen, helium and other ionized gases.","user":"hhh"},"postsMbshs1.jpg":{"likes":7,"title":"Triton","desc":"Voyager 2 obtained this parting shot of Triton,Neptune’s largest satellite, shortly after closest approach to the moon and passage through its shadow on the morning of Aug. 25, 1989. The distance to Triton was 90,000 kilometers (56,000 thousand miles) and the phase angle was 155 degrees, so that only a thin crescent of Triton’s south polar region can be seen.","user":"Mbshs"},"postsiii1.jpg":{"likes":1,"title":"Night Sky","desc":"View of milkyway galaxy with leavel 1 light pollution.","user":"iii"},"https:\/\/apod.nasa.gov\/apod\/image\/0207\/proximacen1_aao.jpg":{"likes":3,"title":"Proxima Centauri: The Closest Star","desc":"What is the closest star to our Sun?  It is Proxima Centauri, the nearest member of the Alpha Centauri triple star system.  Light takes only 4.22 years to reach us from Proxima Centauri.  This small red star, captured in the center of the above image,  is so faint that it was only discovered in 1915 and is only visible through a telescope.  Stars of all types from our Milky Way Galaxy are visible in the background.   The brightest star in the Alpha Centauri system is quite similar to our Sun, has been known as long as recorded history, and is the third brightest star in the night sky.  The Alpha Centauri system is primarily visible from Earth's Southern Hemisphere.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/1310\/cometmcnaught_druckmuller_960.jpg":{"likes":"1","title":"Three Galaxies and a Comet","desc":"Diffuse starlight and dark nebulae along the southern Milky Way arc over the horizon and sprawl diagonally through this gorgeous nightscape. The breath-taking mosaic spans a wide 100 degrees, with the rugged terrain of the Patagonia, Argentina region in the foreground. Along with the insider's view of our own galaxy, the image features our outside perspective on two irregular satellite galaxies - the Large and Small Magellanic Clouds. The scene also captures the broad tail and bright coma of Comet McNaught, the Great Comet of 2007. Currently, many sky enthusiasts are following the development of Comet ISON, a comet which might become the Great Comet of 2013.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/0509\/ced214_outters.jpg":{"likes":"1","title":"The Star Pillars of Sharpless 171","desc":"Towering pillars of cold gas and dark dust adorn the center star forming region of Sharpless 171.  An open cluster of stars is forming there from the gas in cold molecular clouds.  As energetic light emitted by young massive stars boils away the opaque dust, the region fragments and picturesque pillars of the remnant gas and dust form and slowly evaporate.  The energetic light also illuminates the surrounding hydrogen gas, energize it to glow as a red emission nebula.  Pictured above is the active central region of the Sharpless 171 greater emission nebula.  Sharpless 171 incorporates NGC 7822 and the active region Cederblad 214, much of which is imaged above.   The area above spans about 20 light years, lies about 3,000 light years away, and can be seen with a telescope toward the northern constellation of the King of Ethiopia (Cepheus).","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/0609\/ColdMorningSun_hoida_c65.jpg":{"likes":"1","title":"Triple Sunrise","desc":"Today, the Sun rises due east at the Equinox, a geocentric astronomical event that occurs twice a year. To celebrate, consider this view of the rising Sun and a lovely set of ice halos recorded on a cold winter morning near Green Bay, Wisconsin, USA, planet Earth. Produced by sunlight shining through common atmospheric ice crystals with hexagonal cross-sections, such halos can actually be seen more often than rainbows. The remarkable sunrise picture captures a beautiful assortment of the types most frequently seen, including a sun pillar (center) just above the rising Sun surrounded by a 22 degree halo arc. Completing a triple sunrise illusion, sundogs appear at the far left and far right edges of the 22 degree arc. An upper tangent arc is also just visible at the very top of the view.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/1307\/earthmoon2_cassini_960.jpg":{"likes":"1","title":"Earth and Moon from Saturn","desc":"You are here.  Everyone you've ever known is here. Every human who has ever lived -- is here. Pictured above is the Earth-Moon system as captured by the Cassini mission orbiting Saturn in the outer Solar System. Earth is the brighter and bluer of the two spots near the center, while the Moon is visible to its lower right. Images of Earth from Saturn were taken on Friday. Quickly released unprocessed images were released Saturday showing several streaks that are not stars but rather cosmic rays that struck the digital camera while it was taking the image.  The above processed image was released earlier today.  At nearly the same time, many humans on Earth were snapping their own pictures of Saturn.   Note: Today's APOD has been updated.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/1408\/NGC6744goldman950.jpg":{"likes":2,"title":"Spiral Galaxy NGC 6744","desc":"Big, beautiful spiral galaxy NGC 6744 is nearly 175,000 light-years across, larger than our own Milky Way. It lies some 30 million light-years distant in the southern constellation Pavo. We see the disk of the nearby island universe tilted towards our line of sight. Orientation and composition give a strong sense of depth to this colorful galaxy portrait that covers an area about the angular size of the full moon. This giant galaxy's yellowish core is dominated by the light from old, cool stars. Beyond the core, spiral arms filled with young blue star clusters and pinkish star forming regions sweep past a smaller satellite galaxy at the lower left, reminiscent of the Milky Way's satellite galaxy the Large Magellanic Cloud.","user":"NASAAPIs"},"postsTyson1.jpg":{"likes":2,"title":"","desc":"","user":"Tyson"},"https:\/\/apod.nasa.gov\/apod\/image\/0004\/aurora_safar.jpg":{"likes":"1","title":"Aurora in Red and Yellow","desc":"The past week brought some spectacular aurora to northern skies.  These aurorae were caused by a large interplanetary shock wave that exploded from the Sun on April 4.  When the shock wave reached the Earth on April 6, the resulting aurora could be seen in clear skies as far south as North Carolina.  As the aurorae occurred high in the Earth's atmosphere, they were accompanied by an unusual alignment of planets far in the background.  Pictured above that night, an unusual multicolored auroral display graced the skies above the domes of the Brno Observatory in the Czech Republic.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/1910\/KochMeirISS_NASA_960.jpg":{"likes":2,"title":"All Female Spacewalk Repairs Space Station","desc":"The failed unit was beyond the reach of the robotic Canadarm2.  Therefore, this repair of the International Space Station would require humans. The humans on duty were NASA's Jessica Meir and Christina Koch. This was the fourth spacewalk for Koch, the first for Meir, and the first all-female spacewalk in human history.  The first woman to walk in space was Svetlana Savitskaya in 1984.  Koch (red stripe) and Meir are pictured hard at work on the P6 Truss, with solar panels and the darkness of space in the background.  Working over seven hours, the newly installed Battery Charge \/ Discharge Unit (BCDU) was successfully replaced and, when powered up, operated normally.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/1811\/1809112022d850cZeilamoonset1024.jpg":{"likes":"1","title":"Shipwreck at Moonset","desc":"A crescent Moon is about to sink under the western horizon in this sea and night skyscape. The atmospheric photo was taken on September 11 from the desert shore along the Skeleton Coast of Namibia. So close to moonset, the moonlight is reddened and dimmed by the low, long line-of-sight across the Atlantic. But near the center of the frame Venus still shines brightly, its light reflected in calm ocean waters. The celestial beacon above the brilliant evening star is bright planet Jupiter. Namibia's Skeleton Coast was so named for the many seal and whale bones that were once strewn along the shoreline. In more recent times it's better known for shipwrecks.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/0206\/m81_gendler_c1.jpg":{"likes":"1","title":"Bright Galaxy M81","desc":"Big and beautiful spiral galaxy M81, in the northern constellation Ursa Major, is one of the brightest galaxies visible in the skies of planet Earth. This superbly detailed view reveals its bright nucleus, grand spiral arms and sweeping cosmic dust lanes with a scale comparable to the Milky Way. Hinting at a disorderly past, a remarkable dust lane runs straight through the disk, below and right of the galactic center, contrary to M81's other prominent spiral features. The errant dust lane may be the lingering result of a close encounter between M81 and its smaller companion galaxy, M82. Scrutiny of variable stars in M81 (aka NGC 3031) has yielded one of the best determined distances for an external galaxy -- 11.8 million light-years.","user":"NASAAPIs"},"https:\/\/apod.nasa.gov\/apod\/image\/0504\/amateur_wienerroither.jpg":{"likes":"1","title":"A Window to the Once Secret Sky","desc":"If there were a window nearby to the distant universe -- would you look through it?  Quite possibly, there is, in the form of a small telescope.  A local skykeeper could be a relative or a stranger and is frequently proud to show off the sky free of charge.  Through a window called an eyepiece, on a dark cloudless night, you can see clusters of stars, rings around Saturn, glowing nebulas of gas, craters on the Moon, and galaxies across the universe. The technology to create this window -- and the secret sky it reveals -- was unknown only 400 years ago.  Modern sky opportunities may occur this Saturday, Astronomy Day, at local amateur astronomy clubs, universities, science centers, or planetariums.  Pictured above is a small telescope being deployed at picturesque Hohe Wand, about 50 kilometers south of Vienna, Austria.  The spin of the Earth is visible in the above photo as the long star trails.","user":"NASAAPIs"},"postsNikhilAnand3.jpg":{"likes":1,"title":"Earth from moon","desc":"1968 when apollo 8 first orbited the moon","user":"NikhilAnand"},"https:\/\/apod.nasa.gov\/apod\/image\/0011\/bean_conrad.jpg":{"likes":"1","title":"Apollo 12: Self-Portrait","desc":"Is it art? In November of 1969, Apollo 12 astronaut-photographer Charles \"Pete\" Conrad recorded this masterpiece while documenting colleague Alan Bean's lunar soil collection activities on the Oceanus Procellarum. The image is dramatic and stark. Bean is faceless. The harsh environment of the Moon's Ocean of Storms is echoed in his helmet's perfectly composed reflection of Conrad and the lunar horizon. Works of photojournalists originally intent on recording the human condition on planet Earth, such as Lewis W. Hine's images from New York City in the early 20th century, or Margaret Bourke-White's magazine photography are widely regarded as art. Similarly many documentary astronomy and space images can be appreciated for their artistic and esthetic appeal.","user":"NASAAPIs"}}